PERSONAL_DICT = {
    'political': {
        1: 'коммунистические',
        2: 'социалистические',
        3: 'умеренные',
        4: 'либеральные',
        5: 'консервативные',
        6: 'монархические',
        7: 'ультраконсервативные',
        8: 'индифферентные',
        9: 'либертарианские'
    },
    'people_main': {
        1: 'ум и креативность',
        2: 'доброта и честность',
        3: 'красота и здоровье',
        4: 'власть и богатство',
        5: 'смелость и упорство',
        6: 'юмор и жизнелюбие'
    },
    'life_main': {
        1: 'семья и дети',
        2: 'карьера и деньги',
        3: 'развлечения и отдых',
        4: 'наука и исследования',
        5: 'совершенствование мира',
        6: 'саморазвитие',
        7: 'красота и искусство',
        8: 'слава и влияние'
    },
    'smoking': {
        1: 'резко негативное',
        2: 'негативное',
        3: 'компромиссное',
        4: 'нейтральное',
        5: 'положительное'
    }, 
    'alcohol': {
        1: 'резко негативное',
        2: 'негативное',
        3: 'компромиссное',
        4: 'нейтральное',
        5: 'положительное'
    }
}

RELATION_DICT = {
    1: 'не женат/не замужем',
    2: 'есть друг/есть подруга',
    3: 'помолвлен/помолвлена',
    4: 'женат/замужем',
    5: 'всё сложно',
    6: 'в активном поиске',
    7: 'влюблён/влюблена',
    8: 'в гражданском браке',
    0: 'не указано'
}

SCHOOLS_DICT = {
    0: 'школа',
    1: 'гимназия',
    2: 'лицей',
    3: 'школа-интернат',
    4: 'школа вечерняя',
    5: 'школа музыкальная"',
    6: 'школа спортивная',
    7: 'школа художественная',
    8: 'колледж',
    9: 'профессиональный лицей',
    10: 'техникум',
    11: 'ПТУ',
    12: 'училище',
    13: 'школа искусств'
}

SEX_DICT = {
    1: 'женский',
    2: 'мужской',
    0: 'пол не указан'
}